# St7SetResultFileCombTargetFileName

Sets the name of the target file produced when forming a combined result file.

long St7SetResultFileCombTargetFileName(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and name for the target file.